Repository: JacobLinCool/think-aloud
Catalog: ThinkAloud/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Start Voice Input
zh_hant: 開始語音輸入

source: Start recording
zh_hant: 開始錄音

source: Start recording fires from anywhere to open the popup. Stop & transcribe and Insert & save both default to ⌥Space — the popup phase decides which one fires.
zh_hant: 「開始錄音」可在任何地方觸發以開啟彈出視窗。「停止並轉錄」與「插入並儲存」皆預設為 ⌥Space — 由彈出視窗當下的階段決定觸發哪一個。

source: Startup
zh_hant: 啟動

source: Status
zh_hant: 狀態

source: Steady background noise detected (signal-to-noise ≈ %@ dB, below the %@ dB threshold).
zh_hant: 偵測到穩定的背景噪音(訊噪比約 %@ dB,低於 %@ dB 門檻)。

source: Stop
zh_hant: 停止

source: Stop & Transcribe
zh_hant: 停止並轉錄

source: Stop & transcribe
zh_hant: 停止並轉錄

source: Storage
zh_hant: 儲存

source: Suppress background noise with DeepFilterNet before transcription. Downloads a small model on first use.
zh_hant: 轉寫前以 DeepFilterNet 抑制背景雜訊。首次使用會下載一個小型模型。

source: Sync / Upload
zh_hant: 同步 / 上傳

source: Test connection
zh_hant: 測試連線

source: Test my environment
zh_hant: 測試我的環境

source: Test the model
zh_hant: 測試模型

source: Test — type to preview…
zh_hant: 測試 — 輸入以預覽…

source: Testing…
zh_hant: 測試中…

source: Text formatting
zh_hant: 文字格式

source: The audio is clipping (too loud) — cleaning is forced. Move back from the mic or lower the input level.
zh_hant: 音訊發生削峰(太大聲)— 會強制清理。請離麥克風遠一點或調低輸入音量。

source: The clip was too short to judge. Record a couple of seconds.
zh_hant: 錄音太短,無法判斷。請錄幾秒鐘。

source: The text is pasted into whatever app had focus.
zh_hant: 文字會貼入剛才使用中的 App。

source: ThinkAloud Settings
zh_hant: ThinkAloud 設定

source: ThinkAloud needs two macOS permissions. You can change these anytime in System Settings.
zh_hant: ThinkAloud 需要兩項 macOS 權限。你隨時可以在「系統設定」中變更。

source: This downloads the selected model now so your first transcription is instant.
zh_hant: 現在就下載所選模型，讓你第一次轉錄不需等待。

source: This push writes:
zh_hant: 這次上傳會寫入：

source: This quick setup takes about a minute.
zh_hant: 這個快速設定大約只要一分鐘。

source: This week: %lld sessions
zh_hant: 本週：%lld 次

source: Time saved
zh_hant: 節省時間

source: Total
zh_hant: 總數

source: Transcribing…
zh_hant: 轉錄中…

source: Transcribing… (streaming)
zh_hant: 轉錄中…（streaming）

source: Try 3 different models
zh_hant: 嘗試 3 種模型

source: Try again
zh_hant: 重試

source: Tuned for Mandarin and English.
zh_hant: 針對中文與英文最佳化。

source: Tuned for Taiwanese Mandarin by MediaTek Research.
zh_hant: 由聯發科研究院針對台灣中文最佳化。

source: Type to preview the formatting…
zh_hant: 輸入文字以預覽格式化結果…

source: Unknown
zh_hant: 未知

source: Unload
zh_hant: 釋放

source: Unload denoiser
zh_hant: 卸載降噪器

source: Unload model
zh_hant: 卸載模型

source: Unstoppable
zh_hant: 勢不可擋

source: Updates
zh_hant: 更新

source: Updates are downloaded from GitHub Releases and verified with a cryptographic signature before installing.
zh_hant: 更新會從 GitHub Releases 下載，並在安裝前以密碼學簽章驗證。

source: Updates are downloaded from GitHub Releases and verified with a cryptographic signature before installing. The Dev channel tracks the latest main build and may be less stable; switching back to Stable takes effect once Stable's build number catches up.
zh_hant: 更新會從 GitHub Releases 下載，並在安裝前以密碼學簽章驗證。開發版頻道追蹤最新的 main 建置，可能較不穩定；切回正式版會在正式版的建置編號追上後才生效。

source: Uploaded %lld file(s) to %@.
zh_hant: 已上傳 %lld 個檔案至 %@。

source: Uploaded as `metadata.jsonl` + audio files (LFS). Audio is uploaded — only push if you've reviewed the contents.
zh_hant: 上傳成 `metadata.jsonl` + 音訊檔（走 LFS）。音檔會一同上傳——推送前請確認沒有敏感內容。

source: Uploading large files…
zh_hant: 上傳大檔案中…

source: Use 3 days in a row
zh_hant: 連續 3 天使用

source: Use 30 days in a row
zh_hant: 連續 30 天使用

source: Use 7 days in a row
zh_hant: 連續 7 天使用

source: Use model default
zh_hant: 依照模型

source: Use ⌘⌫ to delete the selection.
zh_hant: 可按 ⌘⌫ 刪除所選。

source: Used to push the dataset from the browser window. Token is stored in macOS Keychain.
zh_hant: 在瀏覽器視窗用來推送資料集。Token 儲存於 macOS Keychain。

source: View insights
zh_hant: 查看統計

source: Voice Veteran
zh_hant: 口述老手

source: Warmed Up
zh_hant: 熱身完成

source: We compare the time it would take to **type** your final text against the time you actually spent **speaking**, minus the time spent fixing the transcript.
zh_hant: 我們以**打出**最終文字所需的時間，對比你實際**口述**的時間，再扣除修正逐字稿的時間。

source: Weeklong
zh_hant: 持續一週

source: Welcome to ThinkAloud
zh_hant: 歡迎使用 ThinkAloud

source: Where you dictate
zh_hant: 你在哪裡口述

source: Without Accessibility access, ThinkAloud copies the text to your clipboard instead of pasting it — just press ⌘V.
zh_hant: 若未授予輔助使用權限，ThinkAloud 會改為將文字複製到剪貼簿，按 ⌘V 貼上即可。

source: Word Error Rate — CJK ideographs count as words; 0 means perfect, lower is better.
zh_hant: 詞錯誤率（WER）—— 中日韓表意字各算一個詞；0 為完美，越低越好。

source: Word replacements
zh_hant: 詞語替換

source: Wordsmith
zh_hant: 文字工匠

source: You're all set
zh_hant: 設定完成

source: Your current mode is Off, so no recording is cleaned. Switch to Auto or On to use this.
zh_hant: 你目前的模式是「關閉」,因此不會清理任何錄音。切換到「自動」或「開啟」才會作用。

source: Your current mode is On, so every recording is cleaned regardless.
zh_hant: 你目前的模式是「開啟」,因此每段錄音都會被清理。

source: Your dictation
zh_hant: 你的口述

source: Your insights appear after your first save
zh_hant: 完成第一次儲存後即可看到統計

source: Your speech is transcribed on-device. Review and edit if needed.
zh_hant: 你的語音會在本機轉錄。可視需要檢視與編輯。

source: Your time saved, accuracy, and dataset shape — open the dataset window for the full breakdown.
zh_hant: 你節省的時間、正確率與資料集樣貌 — 開啟資料集視窗查看完整分析。

source: audio/… — your 16 kHz recordings (LFS)
zh_hant: audio/… — 你的 16 kHz 錄音（LFS）

source: came out clean
zh_hant: 免修正

source: characters dictated
zh_hant: 字元已口述

source: estimated vs. typing
zh_hant: 相較打字的估算

source: hf_… (paste here, then Save)
zh_hant: hf_…（貼上後按儲存）

source: hr
zh_hant: 小時

source: inserted with no manual edits
zh_hant: 插入時未經編輯

source: last 30 days
zh_hant: 近 30 天

source: metadata.jsonl — one row per recording, with transcripts + derived counts
zh_hant: metadata.jsonl — 每筆錄音一列，含逐字稿與衍生統計

source: replacement
zh_hant: 取代為

source: term
zh_hant: 詞

source: time saved
zh_hant: 節省時間

source: ~%@ tokens
zh_hant: ~%@ 個 token

source: “Test the model” downloads three short clips from JacobLinCool/audio-testing (~5 MB) and runs them through the current model to verify it works.
zh_hant: 「測試模型」會從 JacobLinCool/audio-testing 下載三段短音訊(約 5 MB),並以目前的模型執行以確認運作正常。

# 中文偏好
source: Chinese preference
zh_hant: 中文偏好
